Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G02.tmx
Source language: en_us
Languages: zh_cn

source: The David Cameron story
zh_cn: 卡梅伦小传

source: When he was elected Conservative leader in 2005, he was seen as the party's answer to Tony Blair, a young, modern leader, who would shake off the party's "nasty" image and turn it back into the election winning machine that had dominated much of 20th century British politics.
zh_cn: 2005年卡梅伦当选保守党领袖时，他被看做是保守党内能与托尼·布莱尔一较上下的人选。托尼·布莱尔是一位年轻带有现代气息的工党领袖，本来能一扫工党“肮脏的”形象并帮助其重新回到20世纪统治英国政坛的辉煌时期。

source: But despite big advances at the 2010 election, he was forced to form a coalition with the Liberal Democrats, handing ammunition to those on the right of the party who hated his brand of "Liberal Conservatism" and yearned for a more traditional Tory programme.
zh_cn: 尽管在2010年的大选中保守党所占议席数有很大上升，但卡梅伦还是不得不与自民党组成联合政府，这就给了保守党中右派分子以口实，这些人痛恨卡梅伦所提倡的“自由保守主义”并且渴望建立一个更加传统的保守党。

source: Mr Cameron's presentational skills were never in doubt.
zh_cn: 卡梅伦的演讲能力从未受到过怀疑。

source: His easy charm and ability to appear "prime ministerial" at news conferences and summits helped ensure his personal poll ratings remained well ahead of the Conservative Party's ratings.
zh_cn: 在各种新闻发布会和峰会上，卡梅伦以其从容的魅力和能力展现出的“首相风范”，使其个人支持率在保守党内遥遥领先。

source: But critics complained that it was difficult to pin down what he actually believed in.
zh_cn: 但有批评者抱怨说，很难确定卡梅伦的主张到底是什么。

source: His laid-back, almost patrician style - and tendency to surround himself with advisers from similar backgrounds - led to accusations that he was too remote from the concerns of his party's rank-and-file, some of whom drifted off to the UK Independence Party, with its traditional right-wing messages on Europe and immigration.
zh_cn: 他悠闲的近似贵族式的风格、以及喜欢在其身边聚集一群来自相似背景的顾问，这就导致了人们指责他对普通党员的利益漠不关心。其中一些党员甚至倒向了一直在欧洲和移民问题上秉持着传统右翼观点的英国独立党。

source: Those critics have been silenced - for now.
zh_cn: 至少现在这些批评者可以安静了。

source: Mr Cameron is one of the longest serving Conservative leaders in history.
zh_cn: 卡梅伦是在任时间最长的保守党领袖之一。

source: Only Stanley Baldwin, Lady Thatcher and Sir Winston Churchill remained longer in the top job in the modern era.
zh_cn: 自近代以来，保守党内只有斯坦利·鲍德温(Stanley Baldwin)、撒切尔夫人(Lady Thatcher)和温斯顿·丘吉尔爵士(Sir Winston Churchill)这三位首相的任期比卡梅伦要长。

source: And although he has shifted his political position on to more traditional Conservative ground, ditching much of the utopian talk of creating a Big Society in favour of a focus on low taxation and sound financial management, observers have noted how little being in office has changed Mr Cameron personally.
zh_cn: 评论家们注意到，尽管卡梅伦的政治立场已经转向了更为传统的保守党观点，在很大程度上抛弃了建立一个低税收、金融管理健全的乌托邦式“大社会”的主张，但官场生涯并没有对卡梅伦本身造成多大改变。

source: The one fact everyone knows about him is that he comes from a privileged background. He has never made a secret of it.
zh_cn: 众所周知卡梅伦出身名门，他自己也从未对此隐瞒。

source: Not only was he the first former pupil of Eton to hold office since the early 1960s, he can also trace his ancestry back to William IV, making him a distant relative of the Queen.
zh_cn: 他不仅是自20世纪60年代早期以来第一位从伊顿公学毕业并当上首相的人，而且其祖上可追溯到威廉四世，这也就是说他和伊丽莎白女王还是远房亲戚。

source: Cameron in his own words
zh_cn: 卡梅伦的自评

source: "I'm a practical person, and pragmatic. I know where I want to get to, but I am not ideologically attached to one particular method," December 2005.
zh_cn: 2005年12月，“我是个明智务实的人。我知道我的目标在哪，但是我不会天真地固守一种方法。”

source: "I'm going to be as radical a social reformer as Mrs Thatcher was an economic reformer," August 2008.
zh_cn: 2008年8月，“撒切尔夫人曾大力推行经济改革，我会像效仿她那样积极推进社会改革。”

source: "I don't support gay marriage in spite of being a Conservative. I support gay marriage because I am a Conservative," July 2013.
zh_cn: 2013年6月，“不要以为我是个保守派我就不支持同性婚姻，我支持同性婚姻正是因为我是个保守派。”

source: "I hope they'd say I'm optimistic, I enjoy life and that I'm fun. But also that I'm quite driven in doing what I believe in," on what his friends would say about him," February 2015.
zh_cn: 2015年2月，当谈到他希望他的朋友如何评价他时，他说，“我希望他们会说我是个乐观的人，我很享受生活，所以我很快乐。对于我所相信的事我都相当努力地去做。”

source: "We will govern as a party of one nation, one United Kingdom. That means ensuring this recovery reaches all parts of our country, from north to south, to east to west," May 2015.
zh_cn: 2015年5月，“我们将以一个国家、一个联合王国的政党身份来治理这个国家。我们保证这次复苏将惠及我们国家所有地区，一个不落。”

source: At 43, he was the youngest prime minister since Robert Banks Jenkinson, the 2nd Earl of Liverpool in 1812.
zh_cn: 卡梅伦43岁时成为英国首相，是自第二代利物浦伯爵罗伯特·班克斯·詹金逊(Robert Banks Jenkinson)于1812年成为首相(42岁)后，迄今为止最年轻的首相。

source: He was six months younger than Tony Blair when he entered Downing Street in 1997.
zh_cn: 1997年当卡梅伦在唐宁街工作时，他比托尼·布莱尔(Tony Blair)还小6个月。

source: The third of four children, David William Donald Cameron, was born on 9 October 1966 in London.
zh_cn: 戴维·威廉·唐纳德·卡梅伦(David William Donald Cameron)于1966年10月9日出生于伦敦，排行第三，有一个哥哥，两个姊妹。

source: He spent the first three years of his life in Kensington and Chelsea before the family moved to an old rectory near Newbury, in Berkshire.
zh_cn: 卡梅伦从出生至三岁都在辛顿和切尔西区(Kensington and Chelsea)度过，之后一家人搬到了伯克郡(Berkshire)纽伯里(Newbury)附近的一处老教区。

source: Mr Cameron has said he had a happy childhood, but one where "whingeing was not on the menu".
zh_cn: 卡梅伦说他的童年很快乐，但“抱怨却是不允许有的”。

source: Exam results
zh_cn: 学业成绩

source: His stockbroker father Ian, who died in 2010, was born with severely deformed legs, which he eventually had to have amputated.
zh_cn: 卡梅伦父亲是一名股票经纪人，2010年去世。其父双腿天生严重畸形，最后不得不进行截肢手术。

source: He also lost the sight in one eye, but David's father said he never considered himself "disabled" and rarely complained about anything.
zh_cn: 尽管有一只眼睛也看不见东西，但卡梅伦父亲并不认为自己是“残疾人”，也很少抱怨任何事。

source: Mr Cameron's mother, Mary, served as a Justice of the Peace for 30 years.
zh_cn: 卡梅伦的母亲玛丽担任太平绅士长达30年。

source: During her time on the bench she passed judgement on the Greenham Common protesters, including on one occasion her own sister, Mr Cameron revealed recently, and eco-warrior Swampy, who was protesting against the construction of the Newbury bypass.
zh_cn: 卡梅伦最近透露说，在他母亲任职期间，有次对格林汉康蒙活动抗议者进行审判，其中还有她自己的妹妹。也审判过抗议纽伯里旁道建设的环保斗士斯旺比(Swampy)。

source: At the age of seven, the young Cameron was packed off to Heatherdown, an exclusive preparatory school, which counted Princes Edward and Andrew among its pupils.
zh_cn: 在七岁的时候，年幼的卡梅伦就被送到一所封闭的预科学校Heatherdow。安德鲁王子与爱德华王子都曾就读于这所学校。

source: Then, following in the family tradition, came Eton.
zh_cn: 后来沿袭着家庭传统来到了伊顿(Eton)求学。

source: He has described his 12 O-levels as "not very good", but he gained three As at A-level, in history, history of art and economics with politics.
zh_cn: 卡梅伦曾说他在“普通程度考试”(O-Level，英国高中毕业生所参加的考试)中12门课的成绩“不是很好”，但在“高级程度考试”(A-level，英国大学预科毕业生参加的考试)中，历史、艺术史、经济与政治这三门课他都得了A等。

source: What others say
zh_cn: 他人的评价

source: "He's not someone - and most Englishmen aren't - who talks freely and easily in the open-hearted Oprahesque fashion that some do but he's extremely good company," friend and ministerial colleague Michael Gove
zh_cn: 他的朋友，英国教育大臣迈克尔·戈夫(Michael Gove)说，“他不是那种能以奥普拉(美国著名脱口秀主持人)式风格和别人敞开心扉、自由轻松交流的人，当然大多数英国人也都不是这样，但他的确是非常好的朋友。”

source: "In my experience, Cameron never gave a straight answer when dissemblance was a plausible alternative," business journalist Jeff Randall.
zh_cn: 商业记者杰夫·兰德尔(Jeff Randall)表示，“在我的印象中，只要有掩饰言论的余地，卡梅伦就绝不会直截了当的回答。”

source: "He's always been incredibly strong, and kind, and supportive," Samantha Cameron, wife "
zh_cn: 他的妻子，萨曼莎·卡梅伦(Samantha Cameron)说，“他总是极其坚强、体贴、善于鼓励支持别人。”

source: In good times and in bad, he's just the kind of partner that you want at your side. I trust him. He says what he does, and he does what he says," US President Barack Obama.
zh_cn: 美国总统贝拉克·奥巴马表示，“不论顺境逆境，他就是那种你想要陪在身边的朋友。我信任他。他从不信口开河，总是言出必行。”

source: "If there was an Olympic gold medal for chillaxing he would win it," Cameron ally quoted in Francis Elliott and James Hanning biography.
zh_cn: 卡梅伦的盟友援引弗朗西斯·艾略特(Francis Elliott) 和詹姆斯·汉宁(James Hanning)的传记中的一句话说，“如果有奥运会金牌颁给在危急关头仍能保持冷静的人，那卡梅伦夺冠无疑。”

source: "Though possessed of a first-class mind, Cameron is not a reflective politician. He rarely agonises over a problem, preferring to resolve dilemmas as quickly and pragmatically as he can, generally with a group of close allies," political journalist Matthew D'Ancona.
zh_cn: 政治记者马修·德安科纳(Matthew D'Ancona)说，“尽管他的头脑一流，但卡梅伦不是一个善于思考的政治家。他很少为一个问题而纠结，却偏爱和一群亲密盟友尽可能实际迅速的解决难题。”

source: His biggest mention in the Eton school magazine came when he sprained his ankle dancing to bagpipes on a school trip to Rome.
zh_cn: 卡梅伦在伊顿上学的时候，最值得一提的是，学校组织了趟去罗马的旅行，他在随着风笛的节奏跳舞时扭伤了脚，这事还在学校杂志上登出来了。

source: Before going up to Oxford to study Philosophy, Politics and Economics he took a gap year, working initially for Sussex Conservative MP Tim Rathbone, before spending three months in Hong Kong, working for a shipping agent, and then returning by rail via the Soviet Union and Eastern Europe.
zh_cn: 在去牛津大学学习哲学、政治学和经济学之前，他有一年的空档期。一开始，他在苏克塞斯郡为保守党议员提姆·拉斯波恩(Tim Rathbone)工作，后来又在香港一家船运代理商那儿工作了三个月，之后便乘火车经由苏联和东欧回国。

source: 'Moderate Conservative'
zh_cn: 温和的保守派

source: At Oxford, he avoided student politics because, according to one friend from the time, Steve Rathbone, "he wanted to have a good time".
zh_cn: 在牛津大学求学期间，卡梅伦并没有参加学生政治团体，他当时一位叫做史蒂夫·拉斯波恩(Steve Rathbone)的朋友说，“他只想度过一段美好时光。”

source: He was captain of Brasenose College's tennis team and a member of the Bullingdon dining club, famed for its hard drinking and bad behaviour, a period Mr Cameron has always refused to talk about.
zh_cn: 他曾是布雷齐诺斯学院网球队队长，也是以狂饮和放荡不羁而著称的“布灵顿俱乐部”的一员，这是一段卡梅伦总是不愿提起的岁月。

source: He has also consistently dodged the question of whether he took drugs at university
zh_cn: 卡梅伦也一直回避关于他在大学期间是否吸毒的问题。

source: But he evidently did not let his extra-curricular activities get in the way of his studies.
zh_cn: 但很明显的是，这些课外活动并没有影响他的学习。

source: His tutor at Oxford, Prof Vernon Bogdanor, describes him as "one of the ablest" students he has taught, whose political views were "moderate and sensible Conservative".
zh_cn: 他在牛津大学的导师韦农·波格丹诺(Vernon Bogdanor)称，卡梅伦是他所教过的“最有能力的学生之一”，在政见上秉持着“温和敏感的保守主义”

source: After gaining a first-class degree, he briefly considered a career in journalism or banking, before answering an advertisement for a job in the Conservative Research Department.
zh_cn: 获得一级学位之后，卡梅伦进入了保守党研究部工作，在这之前他也曾一度考虑过从事新闻业或者银行业。

source: Conservative Central Office is reported to have received a telephone call on the morning of his interview in June 1988, from an unnamed male at Buckingham Palace, who said: "I understand you are to see David Cameron. "I've tried everything I can to dissuade him from wasting his time on politics but I have failed.
zh_cn: 据报道称，在1988年6月卡梅伦面试的那天上午，保守党总部接到了一个匿名男子从白金汉宫打来的电话说，“我知道你会见到戴维·卡梅伦，我想尽办法劝他不要浪费时间搞政治，但我失败了。

source: I am ringing to tell you that you are about to meet a truly remarkable young man."
zh_cn: 我打电话是想告诉你，你将会见到一个十分出色的年轻人。”

source: Cameron off-duty
zh_cn: 休闲时间的卡梅伦

source: Music: Bob Dylan and indie rock such as The Killers, The Smiths, Radiohead and Pulp.
zh_cn: 音乐：喜欢鲍勃·迪伦(Bob Dylan)以及独立摇滚，比如杀手乐队、史密斯乐队、电台司令乐队、果浆乐团。

source: Books: Goodbye to All That by Robert Graves, Cider With Rosie, by Laurie Lee
zh_cn: 书籍：罗伯特·格雷夫斯(Robert Graves)的《向以往告别》(Goodbye to All That)，以及劳里·李的《萝西与苹果酒》(Cider With Rosie)。

source: Films: Lawrence of Arabia, The Godfather
zh_cn: 电影：《阿拉伯的劳伦斯》、《教父》

source: TV: Game of Thrones, Breaking Bad, The Killing
zh_cn: 电视：《权利的游戏》、《绝命毒师》、《杀戮》

source: Leisure time: Karaoke, playing computer games - he once revealed he was addicted to Angry Birds and Fruit Ninja
zh_cn: 休闲时间：唱卡拉OK，玩电脑游戏——卡梅伦曾爆料说自己一度迷恋于“愤怒的小鸟”和“水果忍者”这两款游戏。

source: Holidays: Turkey, France, Cornwall
zh_cn: 假期：土耳其，法国，康沃尔(英国西南部一郡)

source: Food: Italian, home-grown vegetables, slow-roast lamb, occasional fry-up
zh_cn: 食物：喜欢意大利菜、自家种植的蔬菜、烤羊肉、偶尔也吃油煎食物。

source: Drink: Red wine, real ale. Luxury item on Desert Island Discs was "a case of malt whisky from Jura"
zh_cn: 饮料：喜欢喝红酒、真麦酒以及“荒岛唱片(Desert Island Discs,是英国BBC第四广播电台在1942年推出的一档45分钟音乐节目)”上所提到的奢侈品——“产自侏罗山脉(位于法国和意大利之间)的麦芽威士忌”

source: Sport: Playing tennis, snooker, running, watching cricket.
zh_cn: 运动：打网球、打斯诺克、跑步、观看板球比赛。

source: Supports Aston Villa football club, although recently got mixed up and said West Ham.
zh_cn: 尽管他最近总是把阿斯顿维拉和西汉姆联这两个足球俱乐部搞混，但他终究还是前者的铁杆粉丝。

source: Mr Cameron says he did not know the call was being made or who made it, but it is sometimes held up by his opponents as an example of his gilded passage to the top.
zh_cn: 卡梅伦说他并不知道有人打了那通电话，也不知道是谁打的，不过有时候他的政敌还拿这件事来说事，说他的首相之路有贵人相助。

source: As a researcher, Mr Cameron was seen as hard-working and bright.
zh_cn: 在还是一名研究员的时候，卡梅伦工作就很认真也很聪明。

source: He worked with future shadow home secretary David Davis on the team briefing John Major for Prime Minister's Questions, and also hooked up with George Osborne, who would go on to be his chancellor and closest political ally.
zh_cn: 他曾和后来的影子内政大臣大卫·戴维斯(David Davis)在一个团队工作，为首相约翰·梅杰(John Major)准备首相问答。也曾和乔治·奥斯本(George Osborne)有来往，他后来成了卡梅伦的财政大臣，亦是是最亲密的政治盟友。

source: Backroom boy
zh_cn: 智囊人物

source: Other colleagues, in what became known as the "brat pack" were Steve Hilton, who was one of Mr Cameron's closest strategy advisers during his early days in Downing Street, and future Health Secretary Andrew Lansley.
zh_cn: 斯蒂芬·希尔顿(Steve Hilton)曾是卡梅伦刚在唐宁街工作时最亲密的战略顾问，还有后来当上了卫生部长的安德鲁·兰斯利(Andrew Lansley)，卡梅伦和他们都是著名的“当红新人圈”中的成员。

source: These young researchers were credited with devising the attack on Labour's tax plans that unexpectedly swung the 1992 general election for John Major.
zh_cn: 正是这些年轻的研究员们策划了对工党税收政策的攻击，帮助约翰·梅杰出人意料地赢得了1992年的大选。

source: But the remainder of Mr Cameron's time as a backroom boy in the Conservative government was more turbulent.
zh_cn: 但作为保守党政府智囊人物之一，卡梅伦的其余时间要跌宕起伏得多。

source: He was poached by then Chancellor Norman Lamont as a political adviser, and was at Mr Lamont's side throughout Black Wednesday, which saw the pound crash out of the European Exchange Rate Mechanism.
zh_cn: 他曾被当时的财政大臣诺曼·拉蒙特(Norman Lamont) 聘为政治顾问，和拉蒙特一起经历了黑色星期三⑥事件，见证了英镑大跌退出了欧洲汇率体系。

source: By the early 1990s, Mr Cameron had decided he wanted to be an MP himself, but he also knew it was vital to gain experience outside of politics.
zh_cn: 在20世纪90年代早期，卡梅伦就决心要成为一名国会议员，但他也知道政界以外的经历对当上议员十分关键。

source: So after a brief spell as an adviser to then home secretary Michael Howard, he took a job in public relations with ITV television company Carlton.
zh_cn: 所以，在内政大臣迈克尔·霍华德(Michael Howard)那儿担任了一段时间的顾问之后，卡梅伦进了卡尔顿网络电视公司，负责公共关系事务。

source: Mr Cameron spent seven years at Carlton, as head of corporate communications, travelling the world with the firm's boss Michael Green, who has described him as "board material".
zh_cn: 卡梅伦在卡尔顿公司当了七年的企业公共关系主管，和公司老板米歇尔·格林(Michael Green)一起环游了世界，米歇尔·格林称他为“一块璞玉”。

source: Mr Cameron went part-time from his job at Carlton in 1997 to unsuccessfully contest Stafford at that year's general election.
zh_cn: 1997年，卡梅伦开始在卡尔顿公司兼职上班，为的是参加斯坦福（Stafford）区的国会议员选举，但结果不幸落败。

source: Four years later, in 2001, he won the safe Conservative seat of Witney, in Oxfordshire, recently vacated by Shaun Woodward, who had defected to Labour.
zh_cn: 4年之后，2001年他在牛津郡(Oxfordshire)的威特尼(Witney)区稳稳地当选了保守党国会议员。由于当时本是保守党的肖恩·伍德沃德(Shaun Woodward)变节到工党阵营，这一选区因而空了出来。

source: Disabled son
zh_cn: 残疾的儿子

source: Samantha Cameron, who works as the creative director of upmarket stationery firm Smythson of Bond Street, which counts Stella McCartney, Kate Moss and Naomi Campbell among its clients, has been credited with transforming her husband's "Tory boy" image.
zh_cn: 萨曼莎·卡梅伦(Samantha Cameron)在一家位于邦德街(Bond Street)的高档文具公司——史密辛公司(该公司也是一家高档皮具制造商)担任创意总监。斯特拉·麦卡特尼(Stella McCartney,英国时装设计师)、凯特·摩斯(Kate Moss,英国超级模特)以及娜奥米·坎贝尔(Naomi Campbell,英国超级模特)都是这家公司的客户。人们认为是萨曼莎改变了她丈夫卡梅伦的“保守党男孩”形象。

source: She has a tattoo on her ankle and went to art school in Bristol, where she says she was taught to play pool by rap star Tricky.
zh_cn: 她的脚踝上有个纹身。她是在布里斯托尔(Bristol)念的艺术学校，她说在那里说唱明星Tricky教会了她如何打普尔球。

source: The couple were introduced by Mr Cameron's sister Clare, Samantha's best friend, at a party at the Cameron family home.
zh_cn: 卡梅伦的妹妹克莱尔(Clare)是萨曼莎最好的朋友，正是她在一次家庭聚会上撮合了卡梅伦夫妇。

source: They were married in 1996.
zh_cn: 他们于1996年结婚。

source: They have three young children, Nancy, Arthur, and Florence, who was born shortly after the family moved into Downing Street.
zh_cn: 他们育有三子，南西(Nancy),亚瑟( Arthur)和弗洛伦斯(Florence)。弗洛伦斯是在卡梅伦当上首相后不久诞生的。

source: Their first child, Ivan, who was born profoundly disabled and needed round-the-clock care, died in February 2009.
zh_cn: 他们的第一个孩子伊凡(Ivan)先天性重度残疾，需要24小时照顾，夭折于2009年2月。

source: The experience of caring for Ivan and witnessing at first hand the dedication of NHS hospital staff, is said by friends to have broadened Mr Cameron's horizons.
zh_cn: 据卡梅伦朋友们透露，照顾伊凡的经历，以及亲历了英国国民健康保险制度(NHS)下医院员工的热忱奉献拓宽了卡梅伦的眼界。

source: He had, friends say, led an almost charmed life, to that point.
zh_cn: 朋友们说，从这一点上来讲，他的一生也算是顺风顺水。

source: On entering Parliament in 2001, Mr Cameron rose rapidly through the ranks, serving first on the Home Affairs Select Committee, which recommended the liberalisation of drug laws.
zh_cn: 自2001年进入议会以来，卡梅伦官运亨通，起初供职于民政事务专责委员会，该委员会一直推行禁毒法的自由化。

source: He was taken under the wing of Michael Howard, who put him in charge of policy co-ordination and then made him shadow education secretary.
zh_cn: 他曾在迈克尔·霍华德(Michael Howard)手下担任政策协调主管，后又担任影子内阁教育大臣。

source: He also had the key role of drafting the 2005 Conservative election manifesto.
zh_cn: 他也参与起草了2005年保守党竞选宣言。

source: But when he entered the race to succeed Mr Howard as party leader in 2005 few initially gave him a chance.
zh_cn: 2005年卡梅伦参加保守党领袖角逐时，一开始他的胜选希望并不大。

source: He was a distant fourth at the bookmakers behind Ken Clarke, Liam Fox and frontrunner David Davis.
zh_cn: 他位列第四，远远落后于肯·克拉克(Ken Clarke)、利亚姆·福克斯(Liam Fox)以及领跑者大卫·戴维斯(David Davis)。

source: It took an eye-catching conference speech, delivered without notes, in what would become his trademark style, to change the minds of the party faithful.
zh_cn: 要想转变保守党忠实支持者的观念，那么会议发言就必须得引人注目，脱稿演讲便成了卡梅伦的招牌风格，

source: A few may have had second thoughts, when in the early months of his leadership he spoke about how some young offenders just needed love (caricatured by his opponents as his "hug a hoodie" speech) and was pictured with huskies in the Arctic Circle on a trip to investigate climate change.
zh_cn: 在成为保守党领袖之后的头几个月，他曾做过一次演讲，谈论青少年罪犯是如何只是需要爱的(这被他的政敌画成了漫画讽刺为“拥抱连帽衫”演讲)，也被拍到在一次北极圈调查气候变化考察中和一群哈士奇狗在一起，每当这时，一些人总是会借题发挥。
